Repository: Vultaire/jben2_gui
Catalog: po/*.po
Languages: fr

source: Kanji List Editor
fr: Editeur de la liste des kanji

source: Add Kanji
fr: Ajouter un kanji

source: Sort Kanji
fr: Trier les kanji

source: From File
fr: Depuis un fichier

source: By Frequency
fr: Par fréquence

source: Japanese Font, Normal
fr: Fonte japonaise normale

source: Japanese Font, Large
fr: Grande fonte japonaise

source: English Font, Normal
fr: Fonte latine normale

source: English Font, Small
fr: Grande fonte latine

source: Change...
fr: Changer...

source: Choose Font
fr: Choisir la fonte

source: Include on-yomi, kun-yomi and nanori (name) readings
fr: Inclure les lectures on, kun et nanori (noms)

source: Include English meanings
fr: Inclure le sens anglais

source: Include stroke count, Jouyou grade and newspaper frequency rank
fr: Inclure le nombre de traits, le niveau jôyô et le rang de fréquence dans les journaux

source: Include radical component list
fr: Inclure la liste de radicaux

source: Include dictionary reference codes
fr: Inclure les codes de référence du dictionnaire

source: Show vocab from your study list which use the kanji
fr: Montrer le vocabulaire de votre liste d'étude utilisant le kanji

source: Other information (Radical #'s, Korean and Pinyin romanization)
fr: Autres informations (Référence du radical, coréen et pinyin)

source: "New Japanese-English Character Dictionary" by Jack Halpern.
fr: « New Japanese-English Character Dictionary » de Jack Halpern.

source: "Modern Reader's Japanese-English Character Dictionary" by Andrew Nelson
fr: « Modern Reader's Japanese-English Character Dictionary » d' Andrew Nelson

source: "The New Nelson Japanese-English Character Dictionary" by John Haig
fr: « The New Nelson Japanese-English Character Dictionary » de John Haig

source: "Japanese for Busy People" by AJLT
fr: « Japanese for Busy People » de l' AJLT

source: "The Kanji Way to Japanese Language Power" by Dale Crowley
fr: « The Kanji Way to Japanese Language Power » de Dale Crowley

source: "Kanji in Context" by Nishiguchi and Kono
fr: « Kanji in Context » de Nishiguchi and Kono

source: "Kanji Learner's Dictionary" by Jack Halpern
fr: « Kanji Learner's Dictionary » de Jack Halpern

source: "Essential Kanji" by P.G. O'Neill
fr: « Essential Kanji » de P.G. O'Neill

source: "2001 Kanji" by Father Joseph De Roo
fr: « 2001 Kanji » de Father Joseph De Roo

source: "A Guide To Reading and Writing Japanese" by Florence Sakade
fr: « A Guide To Reading and Writing Japanese » de Florence Sakade

source: "Tuttle Kanji Cards" by Alexander Kask
fr: « Tuttle Kanji Cards » de Alexander Kask

source: SKIP codes used by Halpern dictionaries
fr: Codes SKIP utilisés par les dictionnaires Halpern

source: "Kanji Dictionary" by Spahn & Hadamitzky
fr: « Dictionnaires des Kanji » par Spahn et Hadamitzky

source: "Kanji & Kana" by Spahn & Hadamitzky
fr: « Kanji et Kana » de Spahn et Hadamitzky

source: Gakken Kanji Dictionary ("A New Dictionary of Kanji Usage")
fr: Dictionnaire gakken kanji (« Nouveau dictionnaire de l'usage des kanji »)

source: "Remembering The Kanji" by James Heisig
fr: « Remembering The Kanji » de James Heisig

source: "Japanese Names" by P.G. O'Neill
fr: « Japanese Names » de P.G. O'Neil

source: Show onyomi
fr: Montrer la lecture on

source: Show kunyomi
fr: Montrer la lecture kun

source: Show English meaning
fr: Montrer le sens en anglais

source: Correct answer:
fr: Réponse correcte

source: Wrong answer:
fr: Réponse erronée :

source: Show answer:
fr: Montrer la réponse :

source: Stop drill:
fr: Arrêter le test :

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Mobile mode (settings saved to current directory)
fr: Mode ambulant (réglages sauvegardés dans le dossier courant)

source: Preferences Editor
fr: Édition des préférences

source: Kanji Dictionary
fr: Dictionnaire de kanji

source: Fonts
fr: Fontes

source: Kanji test
fr: Test de kanji

source: Vocab List Editor
fr: Editeur de liste de vocabulaire

source: Enter kanji:
fr: Entrer le kanji

source: of 0 kanji
fr: de 0 kanji

source: Enter word or expression:
fr: Entrer un mot ou expression

source: of 0 vocab
fr: de 0 mot

source: %s: Kanji Handwriting Pad
fr: %s : Ardoise d'écriture des kanji

source: Draw Kanji (Right click erases)
fr: Dessinner le kanji (clic droit pour effacer

source: Clear
fr: Effacer

source: About %s
fr: À propose de %s

source: Program distributed under the GNU General Public License (GPL) version 2: http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt The included dictionary data files, with the exception of the handwriting databases and Jim Rose's extensions to the radical databases, are distributed under a separate license specified at http://www.csse.monash.edu.au/~jwb/edrdg/license.htm Jim Rose's extended databases are licensed to Monash University with permission to modify and redistribute the files, as long as his copyright notices are preserved. The SKIP (System of Kanji Indexing by Patterns) system for ordering kanji was developed by Jack Halpern (Kanji Dictionary Publishing Society at http://www.kanji.org/), and is used with his permission. Copies of the GNU General Public License, Monash University's license for the dictionary files and documentation for the dictionary files are contained in this program's "license" directory.
fr: Program distribué sous licence publique GNU (GPL) version 2: http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt Les dictionnaires inclus, à l'exception de la base de données de reconnaissance manuelle et les extensions de Jim Rose aux données sur les radicaux,sont distribués sous une autre licence présentée à http://www.csse.monash.edu.au/~jwb/edrdg/license.htm Les bases de données étendues de Jim Rose sont licenciées l'université Monash avec la permission de modifier et de redistribuer les fichiers, tant que ses noticesde copyright sont préservées. Le système SKIP (System of Kanji Indexing by Patterns) a été développé par Jack Halpern (Kanji Dictionary Publishing Society à http://www.kanji.org/), et est utilisé avec sa permission. Les copies de la licence publique GNU, celle de l'université Monash pour les dictionnaires et leur documentation sont dans le dossier « license » de ce programme.

source: License Information
fr: Informations sur la licence

source: _File
fr: _Fichier

source: _Edit
fr: _Edition

source: _Vocab Study List
fr: Liste de _vocabulaire à étudier

source: _Kanji Study List
fr: Liste de _kanji à étudier

source: _Practice
fr: En_trainement

source: _Tools
fr: _Outils

source: _Handwriting Recognition for Kanji
fr: _Reconnaissance manuelle des kanji

source: _Kanji Search
fr: Recherche des _kanji

source: _Help
fr: _Aide

source: _License Information...
fr: Information sur la licence...

source: Word Dictionary
fr: Dictionnaire
